[
  {
    "type": "article-journal",
    "id": "FaGZ5eT0",
    "author": [
      {
        "family": "Leonard",
        "given": "Warren J."
      },
      {
        "family": "Lin",
        "given": "Jian-Xin"
      },
      {
        "family": "O'Shea",
        "given": "John J."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2019,
          4
        ]
      ]
    },
    "container-title": "Immunity",
    "DOI": "10.1016/j.immuni.2019.03.028",
    "volume": "50",
    "issue": "4",
    "page": "832-850",
    "publisher": "Elsevier BV",
    "title": "The γc Family of Cytokines: Basic Biology to Therapeutic Ramifications",
    "URL": "https://doi.org/ggvxrd",
    "PMID": "30995502",
    "note": "This CSL Item was generated by Manubot v0.5.0 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.immuni.2019.03.028"
  },
  {
    "type": "article-journal",
    "id": "cCd4xfrS",
    "author": [
      {
        "family": "Ishino",
        "given": "Tetsuya"
      },
      {
        "family": "Wang",
        "given": "Mengmeng"
      },
      {
        "family": "Mosyak",
        "given": "Lidia"
      },
      {
        "family": "Tam",
        "given": "Amy"
      },
      {
        "family": "Duan",
        "given": "Weili"
      },
      {
        "family": "Svenson",
        "given": "Kristine"
      },
      {
        "family": "Joyce",
        "given": "Alison"
      },
      {
        "family": "O'Hara",
        "given": "Denise M."
      },
      {
        "family": "Lin",
        "given": "Laura"
      },
      {
        "family": "Somers",
        "given": "William S."
      },
      {
        "family": "Kriz",
        "given": "Ronald"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2013,
          6
        ]
      ]
    },
    "container-title": "Journal of Biological Chemistry",
    "DOI": "10.1074/jbc.m113.457689",
    "volume": "288",
    "issue": "23",
    "page": "16529-16537",
    "publisher": "Elsevier BV",
    "title": "Engineering a Monomeric Fc Domain Modality by N-Glycosylation for the Half-life Extension of Biotherapeutics",
    "URL": "https://doi.org/f4277c",
    "PMCID": "PMC3675588",
    "PMID": "23615911",
    "note": "This CSL Item was generated by Manubot v0.5.0 from its persistent identifier (standard_id).\nstandard_id: doi:10.1074/jbc.m113.457689"
  },
  {
    "type": "article-journal",
    "id": "fvokk0Cl",
    "author": [
      {
        "family": "Murphy",
        "given": "Madeleine"
      },
      {
        "family": "Taylor",
        "given": "Scott D."
      },
      {
        "family": "Meyer",
        "given": "Aaron S."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2021,
          1,
          22
        ]
      ]
    },
    "abstract": "Systems serology measurements provide a comprehensive view of humoral immunity by profiling both the antigen-binding and Fc properties of antibodies. Identifying patterns in these measurements will help to guide vaccine and therapeutic antibody development, and improve our understanding of disorders. Furthermore, consistent patterns across diseases may reflect conserved regulatory mechanisms; recognizing these may help to combine modalities such as vaccines, antibody-based interventions, and other immunotherapies to maximize protection. A common feature of systems serology studies is structured biophysical profiling across disease-relevant antigen targets, properties of antibodies’ interaction with the immune system, and serological samples. These are typically produced alongside additional measurements that are not antigen-specific. Here, we report a new form of tensor factorization, total tensor-matrix factorization (TMTF), which can greatly reduce these data into consistently observed patterns by recognizing the structure of these data. We use a previous study of HIV-infected subjects as an example. TMTF outperforms standard methods like principal components analysis in the extent of reduction possible. Data reduction, in turn, improves the prediction of immune functional responses, classification of subjects based on their HIV control status, and interpretation of these resulting models. Interpretability is improved specifically by applying further data reduction, separation of the Fc from antigen-binding effects, and recognizing consistent patterns across individual measurements. Therefore, we propose that TMTF will be an effective general strategy for exploring and using systems serology.",
    "container-title": "Cold Spring Harbor Laboratory",
    "DOI": "10.1101/2021.01.03.425138",
    "publisher": "Cold Spring Harbor Laboratory",
    "title": "Structured decomposition improves systems serology prediction and interpretation",
    "URL": "https://doi.org/ghx7z8",
    "note": "This CSL Item was generated by Manubot v0.5.0 from its persistent identifier (standard_id).\nstandard_id: doi:10.1101/2021.01.03.425138"
  },
  {
    "type": "article-journal",
    "id": "xS0w7i1v",
    "author": [
      {
        "family": "Farhat",
        "given": "Ali M."
      },
      {
        "family": "Weiner",
        "given": "Adam C."
      },
      {
        "family": "Posner",
        "given": "Cori"
      },
      {
        "family": "Kim",
        "given": "Zoe S."
      },
      {
        "family": "Orcutt-Jahns",
        "given": "Brian"
      },
      {
        "family": "Carlson",
        "given": "Scott M."
      },
      {
        "family": "Meyer",
        "given": "Aaron S."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2020,
          3,
          19
        ]
      ]
    },
    "abstract": "Many receptor families exhibit both pleiotropy and redundancy in their regulation, with multiple ligands, receptors, and responding cell populations. Any intervention, therefore, has multiple effects, confounding intuition about how to precisely manipulate signaling for therapeutic purposes. The common γ-chain cytokine receptor dimerizes with complexes of the cytokines interleukin (IL)-2, IL-4, IL-7, IL-9, IL-15, and IL-21 and their corresponding “private” receptors. These cytokines have existing uses and future potential as immune therapies due to their ability to regulate the abundance and function of specific immune cell populations. However, engineering cell specificity into a therapy is confounded by the complexity of the family across responsive cell types. Here, we build a binding-reaction model for the ligand-receptor interactions of common γ-chain cytokines enabling quantitative predictions of response. We show that accounting for receptor-ligand trafficking is essential to accurately model cell response. This model accurately predicts ligand response across a wide panel of cell types under diverse experimental designs. Further, we can predict the effect and specificity of natural or engineered ligands across cell types. We then show that tensor factorization is a uniquely powerful tool to visualize changes in the input-output behavior of the family across time, cell types, ligands, and concentration. In total, these results present a more accurate model of ligand response validated across a panel of immune cell types, and demonstrate an approach for generating interpretable guidelines to manipulate the cell type-specific targeting of engineered ligands. These techniques will in turn help to study and therapeutically manipulate many other complex receptor-ligand families.",
    "container-title": "Cold Spring Harbor Laboratory",
    "DOI": "10.1101/778894",
    "publisher": "Cold Spring Harbor Laboratory",
    "title": "Modeling Cell-Specific Dynamics and Regulation of the Common Gamma Chain Cytokines",
    "URL": "https://doi.org/ggx7pg",
    "note": "This CSL Item was generated by Manubot v0.5.0 from its persistent identifier (standard_id).\nstandard_id: doi:10.1101/778894"
  },
  {
    "type": "article-journal",
    "id": "y7gssvj1",
    "author": [
      {
        "family": "Khoryati",
        "given": "Liliane"
      },
      {
        "family": "Pham",
        "given": "Minh Nguyet"
      },
      {
        "family": "Sherve",
        "given": "McKenna"
      },
      {
        "family": "Kumari",
        "given": "Swarnima"
      },
      {
        "family": "Cook",
        "given": "Kevin"
      },
      {
        "family": "Pearson",
        "given": "Josh"
      },
      {
        "family": "Bogdani",
        "given": "Marika"
      },
      {
        "family": "Campbell",
        "given": "Daniel J."
      },
      {
        "family": "Gavin",
        "given": "Marc A."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2020,
          8,
          14
        ]
      ]
    },
    "abstract": "Interleukin-2 (IL-2) controls the homeostasis and function of regulatory T (T ) cells, and defects in the IL-2 pathway contribute to multiple autoimmune diseases. Although recombinant IL-2 therapy has been efficacious in certain inflammatory conditions, the capacity for IL-2 to also activate inflammatory effector responses highlights the need for IL-2–based therapeutics with improved T cell specificity. From a panel of rationally designed murine IL-2 variants, we identified IL-2 muteins with reduced potency and enhanced T cell selectivity due to increased dependence on the IL-2 receptor component CD25. As an Fc-fused homodimer, the optimal Fc.IL-2 mutein induced selective T cell enrichment and reduced agonism of effector cells across a wide dose range. Furthermore, despite being a weaker agonist, overall T cell growth was greater and more sustained due to reduced receptor-mediated clearance of the Fc.IL-2 mutein compared with Fc-fused wild-type IL-2. Preferential T cell enrichment was also observed in the presence of activated pathogenic T cells in the pancreas of nonobese diabetic (NOD) mice, despite a loss of T cell selectivity in an IL-2R proximal response. These properties facilitated potent and extended resolution of NOD diabetes with infrequent dosing schedules.",
    "container-title": "Science Immunology",
    "DOI": "10.1126/sciimmunol.aba5264",
    "volume": "5",
    "issue": "50",
    "page": "eaba5264",
    "publisher": "American Association for the Advancement of Science (AAAS)",
    "title": "An IL-2 mutein engineered to promote expansion of regulatory T cells arrests ongoing autoimmunity in mice",
    "URL": "https://doi.org/ghzwrk",
    "PMCID": "PMC7643170",
    "PMID": "32817295",
    "note": "This CSL Item was generated by Manubot v0.5.0 from its persistent identifier (standard_id).\nstandard_id: doi:10.1126/sciimmunol.aba5264"
  },
  {
    "title": "Antibodies to Interleukin-2 Elicit Selective T Cell Subset Potentiation through Distinct Conformational Mechanisms.",
    "volume": "42",
    "issue": "5",
    "page": "815-25",
    "container-title": "Immunity",
    "container-title-short": "Immunity",
    "ISSN": "1097-4180",
    "issued": {
      "date-parts": [
        [
          2015,
          5,
          19
        ]
      ]
    },
    "author": [
      {
        "given": "Jamie B",
        "family": "Spangler"
      },
      {
        "given": "Jakub",
        "family": "Tomala"
      },
      {
        "given": "Vincent C",
        "family": "Luca"
      },
      {
        "given": "Kevin M",
        "family": "Jude"
      },
      {
        "given": "Shen",
        "family": "Dong"
      },
      {
        "given": "Aaron M",
        "family": "Ring"
      },
      {
        "given": "Petra",
        "family": "Votavova"
      },
      {
        "given": "Marion",
        "family": "Pepper"
      },
      {
        "given": "Marek",
        "family": "Kovar"
      },
      {
        "given": "K Christopher",
        "family": "Garcia"
      }
    ],
    "PMID": "25992858",
    "PMCID": "PMC4439582",
    "DOI": "10.1016/j.immuni.2015.04.015",
    "abstract": "Interleukin-2 (IL-2) is a pleiotropic cytokine that regulates immune cell homeostasis and has been used to treat a range of disorders including cancer and autoimmune disease. IL-2 signals via interleukin-2 receptor-β (IL-2Rβ):IL-2Rγ heterodimers on cells expressing high (regulatory T cells, Treg) or low (effector cells) amounts of IL-2Rα (CD25). When complexed with IL-2, certain anti-cytokine antibodies preferentially stimulate expansion of Treg (JES6-1) or effector (S4B6) cells, offering a strategy for targeted disease therapy. We found that JES6-1 sterically blocked the IL-2:IL-2Rβ and IL-2:IL-2Rγ interactions, but also allosterically lowered the IL-2:IL-2Rα affinity through a \"triggered exchange\" mechanism favoring IL-2Rα(hi) Treg cells, creating a positive feedback loop for IL-2Rα(hi) cell activation. Conversely, S4B6 sterically blocked the IL-2:IL-2Rα interaction, while also conformationally stabilizing the IL-2:IL-2Rβ interaction, thus stimulating all IL-2-responsive immune cells, particularly IL-2Rβ(hi) effector cells. These insights provide a molecular blueprint for engineering selectively potentiating therapeutic antibodies.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/25992858",
    "type": "article-journal",
    "id": "jnYo2EY9",
    "note": "This CSL Item was generated by Manubot v0.5.0 from its persistent identifier (standard_id).\nstandard_id: pubmed:25992858"
  },
  {
    "title": "Interleukin-2 activity can be fine tuned with engineered receptor signaling clamps.",
    "volume": "42",
    "issue": "5",
    "page": "826-38",
    "container-title": "Immunity",
    "container-title-short": "Immunity",
    "ISSN": "1097-4180",
    "issued": {
      "date-parts": [
        [
          2015,
          5,
          19
        ]
      ]
    },
    "author": [
      {
        "given": "Suman",
        "family": "Mitra"
      },
      {
        "given": "Aaron M",
        "family": "Ring"
      },
      {
        "given": "Shoba",
        "family": "Amarnath"
      },
      {
        "given": "Jamie B",
        "family": "Spangler"
      },
      {
        "given": "Peng",
        "family": "Li"
      },
      {
        "given": "Wei",
        "family": "Ju"
      },
      {
        "given": "Suzanne",
        "family": "Fischer"
      },
      {
        "given": "Jangsuk",
        "family": "Oh"
      },
      {
        "given": "Rosanne",
        "family": "Spolski"
      },
      {
        "given": "Kipp",
        "family": "Weiskopf"
      },
      {
        "given": "Holbrook",
        "family": "Kohrt"
      },
      {
        "given": "Jason E",
        "family": "Foley"
      },
      {
        "given": "Sumati",
        "family": "Rajagopalan"
      },
      {
        "given": "Eric O",
        "family": "Long"
      },
      {
        "given": "Daniel H",
        "family": "Fowler"
      },
      {
        "given": "Thomas A",
        "family": "Waldmann"
      },
      {
        "given": "K Christopher",
        "family": "Garcia"
      },
      {
        "given": "Warren J",
        "family": "Leonard"
      }
    ],
    "PMID": "25992859",
    "PMCID": "PMC4560365",
    "DOI": "10.1016/j.immuni.2015.04.018",
    "abstract": "Interleukin-2 (IL-2) regulates lymphocyte function by signaling through heterodimerization of the IL-2Rβ and γc receptor subunits. IL-2 is of considerable therapeutic interest, but harnessing its actions in a controllable manner remains a challenge. Previously, we have engineered an IL-2 \"superkine\" with enhanced affinity for IL-2Rβ. Here, we describe next-generation IL-2 variants that function as \"receptor signaling clamps.\" They retained high affinity for IL-2Rβ, inhibiting binding of endogenous IL-2, but their interaction with γc was weakened, attenuating IL-2Rβ-γc heterodimerization. These IL-2 analogs acted as partial agonists and differentially affected lymphocytes poised at distinct activation thresholds. Moreover, one variant, H9-RETR, antagonized IL-2 and IL-15 better than blocking antibodies against IL-2Rα or IL-2Rβ. Furthermore, this mutein prolonged survival in a model of graft-versus-host disease and blocked spontaneous proliferation of smoldering adult T cell leukemia (ATL) T cells. This receptor-clamping approach might be a general mechanism-based strategy for engineering cytokine partial agonists for therapeutic immunomodulation.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/25992859",
    "type": "article-journal",
    "id": "pF89Nm4u",
    "note": "This CSL Item was generated by Manubot v0.5.0 from its persistent identifier (standard_id).\nstandard_id: pubmed:25992859"
  }
]
